{
  "main-navbar": {
    "links": {
      "home": "Home",
      "about-us": "Sobre Nós"
    }
  },

  "about-us": {
    "title": "Sobre Nós",
    "text1": "A Deccore Serigrafia foi fundada no ano de 2000 como empresa de representações e revenda de produtos para serigrafia. Em 2014, transformou-se em indústria, justamente quando foi detectada, pelo seu proprietário, a necessidade de atender alguns clientes que precisavam de reforma e manutenção em suas maquinas serigráficas.",
    "text2": "Com o aumento da demanda, passamos a fabricar e fornecer peças e equipamentos para o mercado serigráfico em geral, e logo vimos a oportunidade de fabricar máquinas novas. Hoje, além de darmos continuidade ao nosso trabalho de assistência técnica e reforma, também fabricamos máquinas para diversos segmentos. A Deccore Serigrafia possui tecnologia e experiência comprovada no atendimento ao mercado serigráfico, trabalhando fortemente em Projetos Especiais e de Automação, conforme necessidades e desafios apresentados pelos nossos clientes.",
    "text3": "Nossa linha de fabricação dispõe de Máquinas Automáticas e Semi Automáticas, fabricação de Fornos U.V., Flamadores, Alimentadores, ferramentais diversos e peças em geral.",
    "text4": "Nossos colaboradores possuem longa experiência na fabricação de máquinas e buscamos, constantemente, atender às necessidades do mercado serigráfico, utilizando as mais modernas e avançadas tecnologias disponíveis. Estamos capacitados para desenvolver projetos de acordo com o perfil e a real necessidade exigida pelo segmento serigráficos.",
    "text5": "A Deccore Serigrafia é uma empresa nacional que desenvolveu alto nível de expertise para produzir e reformar máquinas serigráficas de pequeno, médio e grande porte, graças à sua metodologia de trabalho que possibilita total controle e acompanhamento em todas as etapas do processo construtivo.",
    "text6": "Estamos sempre em busca das melhores opções e fornecedores para seus equipamentos e componentes de suas máquinas no Brasil e exterior, participando como expositor e visitante em feiras do setor, e mantendo contato com parceiros dentro e fora do país. Nos capacitamos para desenvolver projetos visando o completo atendimento às expectativas e necessidade dos clientes, que podem acompanhar todo processo de fabricação, participando desde a elaboração do projeto, passando pela execução e finalização de seus equipamentos.",
    "text7": "Nosso parque industrial possui equipamentos de tecnologia avançada para produção de nossas máquinas, proporcionando alto nível de qualidade. Contamos com colaboradores altamente qualificado para prestar assistência técnica de manutenção ou reposição de peças e equipamentos.",
    "text8": "Dispomos também de uma ampla linha de produtos consumíveis para a indústria serigráfica, tais como, tintas, tecidos para telas, borrachas de impressão, lâmpadas U.V. entre outros. Desenvolvemos projetos especiais atendendo as necessidades de nossos clientes.",
    "title2": "Onde Estamos"
  },

  "footer": {
    "infos": {
      "phone": "Atendimento ao Cliente: +55 11 3857-4582",
      "address1": "Rua João Alfredo, 478 - Cidade Industrial Satélite",
      "address2": "Cumbica - Guarulhos - SP - Brasil",
      "rights": "Todos os direitos reservados | Deccore © 2025"
    },
    "links": {
      "remodeling": "Reforma",
      "tooling": "Ferramentas",
      "electric": "Linha Elétrica",
      "mechanical": "Linha Mecânica",
      "flamer": "Flamador Manual",
      "universal": "Serigrafia Universal",
      "uv-drying": "Estufa de Secagem UV",
      "gallons": "Serigrafia para Galões",
      "cylindrical": "Cilíndrica UV / 2 Cores",
      "uv": "UV / 1 Cor"
    }
  },

  "flamer": {
    "title": "Flamador com Bomba d'Água",
    "subtitle": "Linha Manual",
    "desc": "Flamador de embalagens, utilizado para fazer o tratamento de superfície em embalagens de PE e PP por meio de chamas."
  },

  "machines": {
    "title": "Portfólio do Equipamento",
    "model": "Modelo",
    "type": "Tipo",
    "productivity": "Produtividade",
    "type-automatic": "Automática",
    "type-semiautomatic": "Semi-automática"
  },

  "universal": {
    "title": "Máquina Serigráfica Universal",
    "subtitle": "Linha Semiautomática",
    "desc": "Máquina Serigráfica. Semiautomática. Equipamento para gravação de objetos, oval, plano, cilíndrico e cônico."
  },

  "uv-drying": {
    "title": "Máquina Serigráfica Universal",
    "subtitle": "Linha Semiautomática",
    "desc": "Máquina Serigráfica. Semiautomática. Equipamento para gravação de objetos, oval, plano, cilíndrico e cônico."
  },

  "gallons": {
    "title": "Máquina Serigráfica para gravação",
    "title2": "em galão de 20 litros",
    "subtitle": "Linha Semiautomática",
    "desc": "Equipamento para gravação de galões de 20 Litros. A embalagem pode ser gravada em duas etapas, sendo uma imagem frontal e a outra do verso."
  },

  "uv": {
    "title": "Máquina Serigráfica Automática com Secagem UV (01 Cor)",
    "subtitle": "Linha Automática",
    "desc": "Frascos cilíndricos ou cônicos com diâmetro máximo 90mm, e altura máxima até 270 mm. Descritivo: A máquina serigráfica é responsável por realizar a impressão permeográfica (texto ou figura) em superfícies de diversos tipos de embalagens de vidro, PE e PP."
  },

  "cylindrical": {
    "title": "Máquina Serigráfica Automática",
    "title2": "Cilíndrica Secagem UV (02 Cores)",
    "title3": "Dupla Produção",
    "subtitle": "Linha Automática",
    "desc": "Frascos cilíndricos com diâmetro máximo 90mm, e altura máxima até 270 mm. A máquina serigráfica é responsável por realizar a impressão permeográfica (texto ou figura) em superfícies de diversos tipos de embalagens de vidro, PE e PP."
  },

  "remodeling": {
    "title": "Reforma de Máquinas"
  },

  "tools": {
    "title": "Peças e Ferramentais"
  }
}
